///////////////////////////////////////////////////////////////////////////////////////////////
// 작성자 : 김다솔(1110459)
// 작성일 : 2024-03-26
// Lab03-1 : 2개의 double 형의 실수를 읽어서 합, 차, 곱, 몫을 구하는 프로그램
///////////////////////////////////////////////////////////////////////////////////////////////

#define _CRT_SECURE_NO_WARNINGS
#include <stdio.h>

int main(void) {
	double num1;
	double num2;

	printf("실수를 입력하시오:");
	scanf("%lf %lf", &num1, &num2);

	printf("%f\t%f\t%f\t%f\n", num1+num2, num1-num2, num1*num2, num1/num2);

	return 0;
}